{"meta": {"form": "3-10k-grant", "username": "info@diverse-events.com", "startedAt": "2021-06-19T12:39:06.431Z", "applicationId": "5bbe9cc6-e3ae-4baf-bcdf-5eb676f3834f", "schemaVersion": "v1.x"}, "application": {"projectName": "70 Years in Saltash", "keepInformed": false, "projectCosts": [{"costId": "10207ccf-d42f-42f9-bc62-b85cbbe303bd", "costType": "expenses-for-volunteers", "costAmount": 500, "costDescription": "Travel, food, resources"}, {"costId": "e6f250a7-e35f-43cf-93de-cee3ccd8c1cc", "costType": "event-costs", "costAmount": 3500, "costDescription": "Event entertainment and staging (bands, sound engineers, staging, local \"older\" entertainers, etc)"}, {"costId": "9dd1479e-c5c9-4d2b-952e-2b389e019eb8", "costType": "event-costs", "costAmount": 2000, "costDescription": "Event logistics and road closures (to ensure the event is safe)"}, {"costId": "1cc29fb0-5f8b-4b74-906b-2ba6f1498b42", "costType": "professional-fees", "costAmount": 1200, "costDescription": "Artist to collate memories and print and display (printing, tools, design work, etc)"}, {"costId": "fa6f0465-afde-4588-b125-b88f1c5f7dfc", "costType": "professional-fees", "costAmount": 2500, "costDescription": "Sessions to collect memories (including staffing, travel, room hire, etc)"}, {"costId": "d61704fd-0a2a-4f66-9e98-1c397d68b51a", "costType": "digital-outputs", "costAmount": 150, "costDescription": "Website (to host the memories)"}, {"costId": "72521764-f6d9-4d74-b17b-bc9ad31c67a0", "costType": "event-costs", "costAmount": 150, "costDescription": "Event decorations (flags, bunting, etc)"}, {"costId": "0a8e4130-c97a-41bc-a3ed-8084776c7b9a", "costType": "publicity-and-promotion", "costAmount": 500, "costDescription": "Marketing (social media, local publications, leaflets) of the project and events and website"}, {"costId": "d118c193-d6b0-409e-b4a3-1998d0b1aa78", "costType": "equipment-and-materials-including-learning-materials", "costAmount": 475, "costDescription": "Additional printing of memories (into a book)"}, {"costId": "623b6f4e-9726-4847-b36a-c3aa2ca7ac00", "costType": "expenses-for-staff", "costAmount": 500, "costDescription": "Management costs of running the project"}], "companyNumber": "12099647", "isPartnership": false, "organisationId": "ac3fb102-b919-4035-8f3a-09396e7ff26c", "projectAddress": {"line1": "Fore Street", "county": "Cornwall", "townCity": "SALTASH", "projectPostcode": "PL12 6JL"}, "mainContactName": "Aaron Monk", "projectOutcome1": "The beginning of the project will be focused primarily on the care homes and gathering of stories from those who remember the past 70 years. This then expands to the younger people (schools have shown an interest in having their students ask their grandparents about what they remember about Saltash over the years).\r\nFinally it culminates with the whole of the wider community being brought together to celebrate the past 70 years of Saltash history, along with the rest of the country celebrating the past 70 years of the Queen's reign.\r\nThe culmination includes local businesses, local council, and local historians. Many of the wider community has unlikely ever engaged in the history of the place they live.", "projectOutcome2": "heritage and history that may have been lost to the ages will be conserved, both physically and digitally, as well as being accessed by those who may have never known of the heritage", "projectOutcome3": "the stories collected will be displayed in exhibitions at the local museum, as well as on a website", "projectOutcome5": "The stories collected will be displayed in exhibitions at the local museum, as well as on a website. The physical copies will be provided to schools. Schools will have their students run projects on Saltash history. The wider public will have access to heritage that they never knew. visits to schools with the collected memories will include younger people, visits to care homes will include older people telling their stories, the public exhibitions and events will involved the wider public - all of which will be educated and informed of Saltash heritage they may not have known", "projectOutcome6": "young will befriend old and vice versa. Those telling their stories will feel accomplished in sharing. The wider public will have increased happiness and sense of community cohesion at the larger event", "projectOutcome7": "Diverse Events CIC will have a greater local involvement in Saltash. There will be an effective use of digital via the website. There will be fresh sources of expertise from those delivering the story sessions", "projectOutcome8": "opportunities provided for local people to get involved with the heritage of Saltash and tell their story should have improved the way they feel about the area. The event will improve community cohesion, which leads to places being better to live in", "projectOutcome9": "holding an event to bring people into the town will support the retail businesses. Events generally have a direct, positive, impact on local business through visitors, tourism, shopping locally, as well as supporting market traders", "yourIdeaProject": "We hope to achieve a number of things with the project, including:\r\n1. Holding a public, free-to-attend event to celebrate the Queen's Platinum Jubilee, including music, dance, and crafts linking to the past 70 years. This will bring the community together, show them the history of Saltash, and also benefit the local shops to boost economy.\r\n2. Running sessions (open to the wider community, as well as targeted in care homes) on the lead up to the event focusing on people's memories and experiences and objects of the past 70 years in Saltash\r\n3. Collect these memories and experiences and objects (orally, pictures, written word, physically) and collate them for an exhibition at the Saltash Heritage Museum on the week leading up to the event previously mentioned.\r\n4. Digitalize the memories for an online website. All of the memories will then be passed to the local Saltash Heritage museum.\r\n\r\nFunding will be spent on:\r\n£1200 - Artist to collate memories and print and display (printing, tools, design work, etc)\r\n£2500 - Sessions to collect memories (including staffing, travel, room hire, etc)\r\n£3500 - Event entertainment and staging (bands, sound engineers, staging, local \"older\" entertainers, etc)\r\n£2000 - Event logistics and road closures (to ensure the event is safe)\r\n£500 - Volunteer expenses (travel, food, etc)\r\n£150 - Event decorations (flags, bunting, etc)\r\n£150 - Website (to host the memories)", "mainContactEmail": "info@diverse-events.com", "mainContactPhone": "01314638368", "organisationName": "Diverse Events", "organisationType": "registered-company-or-community-interest-company", "projectAvailable": "Once the project ends, the produced digital content will be available to the public, with the Saltash Heritage Centre holding any physical items in their archives (and to be displayed at future exhibitions).\r\nCopies of the physical documents (report/books/etc) will be distributed to the local schools so they can hold copies in the school libraries, being accessible to students and the next generation of Saltash residents.\r\nThe digital website will be hosted for all to access, and will eventually be handed over to the Heritage Centre to host (budgeting is for 3 years of the online archive website)", "projectCommunity": "Saltash has a diverse history, with many interesting stories waiting to be told to the wider community. Conversations with local residents, historians, and care homes have shown that this project is important to them. Not only do they wish to see the untold history of Saltash, they also wish to come together as a community to celebrate the past 70 years inline with the rest of the country who will be celebrating on this weekend.\r\nThe historians and older members of the public who have been approached are itching to share their stories and have them immortalised for everyone to experience.\r\nThe local businesses are excited for an event that they can celebrate, with the added benefit that it improves their economy.", "projectDateRange": {"endDate": "2022-06-05", "startDate": "2022-04-05"}, "cashContributions": [{"id": "0f4f1fb7-f237-4e62-b866-3dc05460c512", "amount": 1475, "secured": "no", "description": "From Saltash Town Council for: Publicity of the event and overall project, additional printing of memories into a book, and overall project management"}], "involveInResearch": false, "projectDifference": "The differences this project will make include:\r\n- A wider rage of people will be involved in heritage (visits to schools with the collected memories will include younger people, visits to care homes will include older people telling their stories, the public exhibitions and events will involved the wider public - all of which will be educated and informed of Saltash heritage they may not have known)\r\n- People will have greater wellbeing (young will befriend old and vice versa. Those telling their stories will feel accomplished in sharing. The wider public will have increased happiness and sense of community cohesion at the larger event).\r\n- The funded organisation will be more resilient (Diverse Events CIC will have a greater local involvement in Saltash. There will be an effective use of digital via the website. There will be fresh sources of expertise from those delivering the story sessions)\r\n- The local economy will be boosted (holding an event to bring people into the town will support the retail businesses. Events generally have a direct, positive, impact on local business through visitors, tourism, shopping locally, as well as supporting market traders)\r\n- Heritage will be identified and better explained (the stories collected will be displayed in exhibitions at the local museum, as well as on a website)\r\n- Heritage will be in a better condition (heritage and history that may have been lost to the ages will be conserved, both physically and digitally, as well as being accessed by those who may have never known of the heritage)\r\n- The local area will be a better place to live (opportunities provided for local people to get involved with the heritage of Saltash and tell their story should have improved the way they feel about the area. The event will improve community cohesion, which leads to places being better to live in.)", "projectVolunteers": [{"hours": 50, "description": "School teachers providing their time (and students)"}, {"hours": 100, "description": "Volunteers of the Heritage Centre"}, {"hours": 30, "description": "Care home staff "}, {"hours": 25, "description": "Saltash Town Councillors"}, {"hours": 25, "description": "Cornwall Councillors"}, {"hours": 15, "description": "Saltash Chamber of Commerce Members"}], "mainContactAddress": {"line1": "47 Elm Road, Mannamead", "county": "Devon", "postcode": "PL4 7AZ", "townCity": "PLYMOUTH"}, "projectCapitalWork": true, "organisationAddress": {"line1": "47 Elm Road, Mannamead", "county": "Devon", "postcode": "PL4 7AZ", "townCity": "PLYMOUTH"}, "organisationMission": [], "projectOrgBestPlace": "Diverse Events CIC already work with a number of organisation in Saltash, including:\r\n- Cornwall Council\r\n- Saltash Town Council\r\n- Community Enterprises PL12\r\n- Saltash Chamber of Commerce\r\n- 3x Local Events Committees\r\n- Saltash Heritage Centre\r\n\r\nWe also have connections with key people in the local schools, and local care homes, having their involvement is essential to the success of this event, as is good management of the project, which we can provide.\r\n\r\nFinally - community is what Diverse Events CIC is about. Bringing people together is our key aim - and we are good at it!", "nonCashContributions": [{"description": "Time donated by local councillors in supporting (publicity through liaising with local people, supporting the sessions, interacting with those telling stories)", "estimatedValue": 375}, {"description": "Time donated by local Chamber of Commerce (for support with liaising with local business, marketing via their social media, website, and monthly newsletters)", "estimatedValue": 375}, {"description": "Banners from a local printer to advertise the project and event", "estimatedValue": 100}, {"description": "Schools providing support via their students to engage with the community and marshall the event", "estimatedValue": 500}, {"description": "Saltash Heritage Centre providing storage of the memories, and running exhibitions", "estimatedValue": 2500}, {"description": "Diverse Events CIC providing website design and IT support", "estimatedValue": 500}], "mainContactDateOfBirth": "1990-06-26", "projectNeedsPermission": "yes", "projectOutcome2Checked": true, "projectOutcome3Checked": true, "projectOutcome4Checked": false, "projectOutcome5Checked": true, "projectOutcome6Checked": true, "projectOutcome7Checked": true, "projectOutcome8Checked": true, "projectOutcome9Checked": true, "authorisedSignatoryOneDetails": {"name": "Aaron Monk", "role": "", "email": "info@diverse-events.com", "phone": "07913743636", "isAlsoApplicant": true}, "authorisedSignatoryTwoDetails": {"name": "Kerry-Louise Howe", "role": "", "email": "kerry-louisehowe@hotmail.co.uk", "phone": "07488244310", "isAlsoApplicant": false}, "projectNeedsPermissionDetails": "Cornwall Council Highways to close the road. Although there has never been an issue doing this in the past."}}