{
  "meta": {
    "form": "3-10k-grant",
    "username": "info@itcworld.org",
    "startedAt": "2021-06-03T14:25:45.858Z",
    "applicationId": "7e044508-6374-46e0-9efc-f789be319c17",
    "schemaVersion": "v1.x"
  },
  "application": {
    "projectName": "Voices from the Asylum",
    "keepInformed": false,
    "projectCosts": [
      {
        "costId": "7b642cbe-9a7e-4ec2-abbd-aefb6d2399b2",
        "costType": "professional-fees",
        "costAmount": 6150,
        "costDescription": "Designing, preparing graphics and photographs. \r\nStudio time for preparing panels for print.\r\nPreparing and making an A1 Information Board & Header\r\nDigging out, concreting and erecting Information Board,\r\nPreparing artwork for and making three steel directional signs\r\nMounting directonal signs in position"
      },
      {
        "costId": "dcc8eca3-60d1-40de-a15c-1d7be1662497",
        "costType": "repair-and-conservation-work",
        "costAmount": 3000,
        "costDescription": "Professional help and advice on all tree husbandry/thinning, undergrowth, weed control and strimming in the Woodland Nature Reserve which is an integral part of the Memorial Garden project. wood chipping footpath and ensuring the Bat boxes and Hedgehog sanctuary are kept undisturbed."
      },
      {
        "costId": "4189afef-74a3-41f4-91f1-cf49b58d6bd7",
        "costType": "repair-and-conservation-work",
        "costAmount": 850,
        "costDescription": "Attention to an area of the chapel walls where some damp staining has occurred. Outside digging work to the area at fault will be done by volunteers. Internal corrective emulsion painting will be done professionally together with minor repairs and re-staining to Grade 11 listed Chapel doors erected in 1890."
      }
    ],
    "charityNumber": "30846R",
    "companyNumber": "XT224968",
    "isPartnership": false,
    "organisationId": "dd91a759-be2e-4bb2-99f7-996d2617fa64",
    "projectAddress": {
      "line1": "3 Buckle Lane, Menston",
      "county": "West Yorkshire",
      "townCity": "ILKLEY",
      "projectPostcode": "LS29 6DG"
    },
    "mainContactName": "Ronald Terence Sweeney",
    "projectOutcome1": "Up to the COVID pandemic we have always, as detailed earlier, worked closely with local Universities, Academies, Comprehensive  and primary schools. This not only involves the teenagers and young adults but by extension their parents as well. This co-operation will continue as the student population changes year by year. We are particularly pleased  that an Academy for students (aged 11-19) will be involved if this funding application is accepted. We attach a letter from the Schools Co-ordinator confirming their interest in being involved in the proposed initiative. Open Days and visits by groups will be arranged and importantly with the help of trained professional journalists a major publicity drive will be held. This will help to ensure that  the project will continue to involve more young people, local residents, community groups and other organisations. Talks with local groups have been held in the past and these will be continued. Our websites continue to be updated and have registered some 4.4  million hits to date. The press are also supportive of environmental and mental health issues and with journalists playing an active role in our charity full use is made of the opportunities these outlets offer.",
    "projectOutcome2": "A local professional gardener and his assistant will continue to keep the lawns and hedges in trim supported by voluntary fund-raising and some gift aid donations. An arborist will continue to help with the Woodland Nature Reserve. Volunteer working groups will continue to weed, plant flowers etc. Other volunteers will keep the Heritage Chapel clean and in good order. As recorded earlier one group of volunteers are particularly interested in the environmental aspects and give willingly of their time  to keep the grounds and woodland in good order. Others with a more historical bent care for the Grade 2 listed chapel. There is also a strong interest in the history of the Pauper Lunatic Asylum (latterly a Psychiatric Hospital) and members of the group have researched and written many articles and published books on the institution itself. But also, and of interest to many, we have researched into and published stories of past patients experiences which have been, and are, not only interesting but educational in helping us to know and hopefully learn from past experiences and developments",
    "projectOutcome3": "Talks will continue to be organised, Open Days arranged, the websites will continue to be updated and articles written and published. By continuing to work and talk together we will  learn and benefit from other people's experiences. Research will continue, as will connections with other local organisations who have an interest both in the environment  and  the historical significance of mental health and its bearing upon society. With a dedicated Management Team and the support of members on our mailing list the Memorial Garden and Heritage Chapel are potent symbols for helping to preserve and learn from the past whilst continuing to point to the future.  The proposed Notice/Information Boards and signs, for which we are requesting funding, will play a key role in identifying and explaining to the public (especially passers-by) the history, purpose and significance of the site and the important role it played, together with the Psychiatrist Hospital in the late nineteenth and 20th centuries.",
    "projectOutcome5": "This is  a key objective and will be achieved by maintaining the site in good order, continued research, personal talks and visits and continued publicity by articles, websites, books and magazines etc. Local talks and connections with like minded organisations are invaluable in maintaining interest and leading to new initiatives to both maintain and increase the outreach of the \"Oasis of Peace\" Heritage site. With the continued help of dedicated volunteers this will enable the project not only to be a tribute to those who have gone before but also a beacon for the future.",
    "projectOutcome7": "Since we first became a registered charity eleven years ago the Memorial Garden/Wood and Heritage Chapel have grown and become an established and well-known project both locally and nationally. This has been achieved by a voluntary labour of  love and concern both for those who have gone before and also having thought for the present and the future. This commitment is still there but due to COVID has been held back to some extent for the past 15-16 months. Despite this, work has continued on routine maintenance but now hopefully, with some help from external funding, plans which have had to kept on hold will now be able to implemented. The National Heritage campaign in September will be used as launching pad for a series of meeting to outline the new plans/developments to keep the Heritage Site relevant and in good shape  as we move forward  into 2022. In this respect we are particularly pleased that a Special Needs Academy will be joining us. The pleasure and satisfaction to gained by working alongside, and helping to guide teenagers with special needs is very rewarding and beneficial for all concerned. They will give an added boost to other more established volunteers and voluntary organisations who continue to give us the stability that is required by ongoing and forward looking charity.     ",
    "projectOutcome8": "In an increasingly urbanised area the Memorial Garden, Heritage Chapel and Woodland Nature Reserve will continue to be an \"Oasis of Peace.\"  A remainder and guardian of the past,  hopefully a beacon for the future and a and pleasant, environmentally friendly place in an increasingly urbanised  environment. This will be achieved, as it has been in the past, by volunteers, liaison with other interested bodies, voluntary fund-raising and when professional expertise and development is required by some external funding. The survival and continued concern of protected and  endangered wildlife is also a matter of concern to many people. Some of our of members, working with local schoolchildren and their parents have erected Bat Boxes in the Woodland Nature Reserve. Others have arranged for another small section of the  Garden to be used as a Hedgehog Sanctuary. Yorkshire in Bloom who have spoken very highly of the Garden have congratulated  us for helping to create \"A Happy Bee\" ! environment. These added dimensions add to the value of the project and also enlist the support of volunteers with particular interests.. ",
    "yourIdeaProject": "High Royds Memorial Garden and Woodland Nature Reserve is a community based project which, with the help of local volunteers has restored and is continuing to develop a former paupers graveyard, a Grade 2 listed chapel and surrounding woodland once owned by the now closed High Royds Psychiatric Hospital (formerly the West Riding Pauper Lunatic Asylum). In the ten years since we became Owners and Trustees of the once derelict site it has become known as \"An Oasis of Peace\". In addition to now being a peaceful environment, in an increasingly urbanised society, it is playing a part in helping to raise public awareness, knowledge and concern about mental health issues which have been brought even more to the fore by COVID-19. Tom Bradby, the News at Ten anchor man who has mental health issues of his own is on record as saying: \"Mental Health is roughly where physical health was about fifty years ago, to get where it needs to be requires a massive public health programme (Times 08-05-21). This aim, we as Trustees of a project based on a heritage of people with Psychiatric problems, are helping to achieve. The Memorial Garden and chapel since its restoration has been arousing and maintaining much public interest. Since 2010, when we became the legal owners, the project in addition to its environmental impact, has achieved some national and international prominence. It has been featured extensively in the press, on radio, national TV and won several awards. Books have been written about it and its two websites, one of which also covers the old Psychiatric Hospital, has had nearly 4.4 million \"hits\". The project has progressed well since we became Trustees on December 24th 2010 (hailed as the best Christmas present ever!) \r\nSO FAR - SO GOOD - but more effort is required, especially after COVID. Now that restrictions are being eased we are planning for a major outreach initiative, in aid of the renewed emphasis on mental health. The launch of the new initiative will coincide with the National Heritage campaign scheduled for September 11-19th this year. We know from visitors, who have seen and commented on the case histories of patients who have lived and died in High Royds and other asylums, the impact and sympathy  that is aroused and the way in which messages help to influence public opinion. Building  and developing on previous experience we will prepare laminated photographs and histories which will be displayed in the chapel and throughout the grounds commencing with the Open Days. This re-opening in September will be supported by publicity material, prepared  by two journalists, with a personal interest in mental health, helped by other volunteers. The press will be kept fully informed and above all, after the COVID lockdown,  local volunteers of all ages will again be involved. After this initial re-launch, and subject to the funding for which we are applying, further work will commence with much needed professional help on Information signage boards, tree husbandry and undergrowth etc., ",
    "mainContactEmail": "info@itcworld.org",
    "mainContactPhone": "07801551969",
    "organisationName": "High Royd Memorial Garden",
    "organisationType": "registered-charity",
    "projectAvailable": "The Heritage Chapel and the three acre project, including the Memorial Garden and Woodland Nature Reserve, have been in existence since 1890 and are  now part of  a registered charity with a Management Committee, Trustees and a mailing list of voluntary helpers. Apart from the COVID interregnum it has developed steadily every year since the ownership deeds were obtained on December 24th 2010. Books that we have written are now in the public domain and, in addition to  regular Newsletters, Open Days, our websites and the  media keep the project, based on Mental Health issues, in the public eye. Our project \"Voices from the Asylum\" will continue to run as a physical reminder of how 2861 pauper patients now at rest in the \"Oasis of Peace\" were part of the ongoing story that is part of our human history. A part that the  Heritage Chapel and Garden are a symbol of  and a reminder to us all to be caring and considerate to the least fortunate members of our society. The old asylums and the then Psychiatric Hospitals in their time  did a good job according to the knowledge and insights then available. However they were built several miles from towns leading to an \"Out of sight - Out of mind\" attitude for most of the general public.  In the 1990's a national survey found that over 93% of the general public were \"tolerantly inclined to those who had mental health problems\". Ten years later, after the closure of the large hospitals, and the implementation of \"Care in Community\" a similar survey  showed that the tolerance factor had dropped to 83% as those with mental health issues were no longer \"Out of sight - Out of mind.\" Things are gradually improving but still much needs to done  so the work will continue. Th project will be part of an ongoing development involving local residents, schools and through our websites and publications continue to reach out  to and involve a wider audience. Apart from the enforced COVID interregnum the Project has developed successfully every year. This new initiative which will involve old and new people will keep it moving forward and in the forefront of  people's minds; thus helping to reinforce the message that mental health is vitally important as is the environment. To summarise: much good work has been achieved as a result of willing volunteers and the help of some national funding. The goodwill is there and now is the time to re-ignite pubic interest and involvement and start moving forward again as Government regulations allow.",
    "projectCommunity": "The project is recognised by Historic England and is now a protected, dedicated graveyard, and Woodland Nature Reserve,. which was built in 1890 for the pauper patients from the West Riding Pauper Lunatic Asylum ( which later became the High Royds Psychiatric Hospital). The hospital was the largest employer with at one time 2,300 patients and staff running into the thousands. Very many people identify with the Hospital and its effect upon their and other's lives. It was in effectively a self-contained township covering some 300 acres with its own branch railway line, farm, bakery, butchery, tailors shop, laundries, fire engine, electric traction shed, cinema, surgical theatre, x-ray room, chapel etc. In short the Hospital, of which the present heritage project is a practical living reminder, was a very important part of the area affecting many people. It had a great influence from which we can and still are learning. It is now also part of, and featured, on an 8.8 mile \"Circular Walk\"( see A3 leaflet attached in two parts) which has many interesting historical features from the medieval to the industrial in an area on the edge of the old British Kingdom of Elmet. Like many other psychiatric hospitals which closed under the \"Care in the Community\" initiative most of the old hospital  wards have been converted to modern housing. But the history and the connections still remain and what has become known as \"Oasis of Peace\" is now a remaining visible connection with the past with the chapel being preserved and used as a Grade 2 listed historical building. This historical significance resonates with the local population as does the fact that it is now a green \"Oasis of Peace\", in an increasingly urbanised environment, but adjacent to and also part of an established historical walk.The books that have been written about the hospital and the chapel reach a wider national audience and its main website has now registered nearly 4.4. million \"hits\".\r\n\r\nIn short the Memorial Garden and Heritage Chapel is now an important, protected site and a living reminder of developments in Mental Health which affected and still affects very many people. A site to be maintained, cared for and developed in the interests of the community and the wider aspects of mental health issues.",
    "projectDateRange": { "endDate": "2022-05-31", "startDate": "2021-10-14" },
    "cashContributions": [],
    "involveInResearch": true,
    "projectDifference": "Since the charity was formed in 2010, after three years of legal discussions, much has been achieved.  In these ten years the Memorial Garden, Heritage Chapel and Woodland Nature Reserve have impacted both locally and nationally in preserving an important part of our heritage and involved many local volunteers, organisations and  schools. The restoration has already enhanced and strengthened the environmental impact of a once derelict and abandoned site which was once viewed as a possible car-parking lot by a neighbouring garage.This \"battle\" of restoration was fortunately won by local volunteers with some public funding grants. It has received several awards and environmentally is now classed as an \"Oasis of Peace\" in an increasingly urbanised area. Importantly it has also, through many publications, including books published by  the Management Committee, helped in keeping the issues of mental health in the forefront of people's minds thus leading  to greater tolerance of mental health issues. The proposed campaign, starting as it does as part of a National Heritage campaign which is scheduled to commence in September of this year (2021), will help to re-motivate and invigorate willing volunteers who, due to COVID restrictions,  have not been able to participate in the usual way. After this involuntary interregnum the project will help to restore and again develop a sense of greater well-being and civic pride as we work together in the interests of a caring society. This sense of purpose and pride in a successful outcome will be reinforced by working with special needs students, and with the help of planned publicity will help to keep public awareness of mental health issues in the public mind.  So two issues are important: (A) The maintenance and enhancement of the environmentally important \"Oasis of Peace\" which involves the local community and: (B) the resultant publicity which alerts a wider audience to the issues surrounding mental health today. In particular, and as COVID allows, we will be working closely with Special Needs Students (11-19) from a local school whose staff are keenly interested in helping the project and their students. During and after the project questionnaires and focus groups will be held to help determine what has been achieved, the lessons learned and how possible future initiatives can help to build upon what has been achieved so far. We already have strong links through digital technology and these will be developed. A very important issue is that the proposed development work  reminds us of our shared heritage and also our responsibility to our present and future communities.",
    "projectVolunteers": [
      {
        "hours": 90,
        "description": "Sx people ( at three hours each) will arrange the Open Meeting, speak, prepare visuals and serve tea/wash-up etc.\r\nThree groups of up to eight people will  provide weeding/planting/cleaning parties"
      }
    ],
    "mainContactAddress": {
      "line1": "11 Endor Crescent, Burley In Wharfedale",
      "county": "West Yorkshire",
      "postcode": "LS29 7QH",
      "townCity": "ILKLEY"
    },
    "projectCapitalWork": false,
    "organisationAddress": {
      "line1": "23 Park Road, Menston",
      "county": "West Yorkshire",
      "postcode": "LS29 6LS",
      "townCity": "ILKLEY"
    },
    "organisationMission": [],
    "projectOrgBestPlace": "We have close connections and are a direct link to the former High Royds Psychiatric Hospital which played a major part in the history and treatment of mental health issues for part of the 19th and the whole of the 20th century. In the ten years since the charity was established we have been supported by many organisations and conducted detailed research which has been, and still is, being carried out. This research covers many visits and hundreds of hours of voluntary work much of which is detailed on our web-site and in the publications we have produced such as \"Voices from the Asylum\", \"West Riding Pauper Lunatic Asylum\", \"In Splendid Isolation\" etc  together with many smaller leaflets, newsletters and website/periodical articles. This research has involved extensive interviews with former staff, patients, relatives, doctors, psychiatrists and other professionals to record their impressions, opinions and comments on their experiences. Local schools have, and do, play an important part covering as they do Primary, Comprehensive , Academies. Special schools and Universities. This work has been made possible by volunteers, local authorities at metropolitan and parish level, NHS Foundation Trusts and some 20-30 other organisations , too numerous to list here. The Heritage Lottery Fund and Groundwork UK were major providers in helping to get the project of the ground. We have much local support from our MP, local council, volunteers and various societies such as the Aireborough Historical Society Please see letters attached to this application. Local schools are also very supportive. The dedicated volunteer Management Team is comprised of local men and women some of whom have over forty years experience  of the Hospital and Mental Health issues. \r\n\r\nTo summarise as to why we are best placed to deliver the project: Specifically the Friends of High Royds Memorial Garden Charity was set-up to care for this project. It is recognised by many authorities such as Historic England, FCA, HMRC, Yorkshire in Bloom, Bradford & Leeds MDC's and also by the Heritage Lottery Fund itself'. It has,  as we hope the various letters attached and the 4.4 million \"hits\" on our websites demonstrate, been faithful and true to its aims and objectives.  The help by the Heritage Lottery fund and other organisations in helping a once derelict building and overgrown churchyard and wood to reach its present level is much appreciated as are the many  hours put in so willingly by so many volunteers. The dedication of the Charity is undiminished as to seeks to build upon and extend any success it has so far achieved",
    "nonCashContributions": [
      {
        "description": "Six people (at three hours each) will arrange the Open Meeting, prepare visuals, speak etc and serve tea/biscuits/wash-up etc. Three groups of up to eight people in each will provide weeding/planting/cleaning parties",
        "estimatedValue": 900
      },
      {
        "description": "Meeting of volunteers to discuss proposed project and sign up helpers for voluntary work. Room and refreshments will be provided free of charge. A local tradesman has agreed to dig out and clear,350 the channel around the chapel walls which is causing some of the staining on the inside walls.",
        "estimatedValue": 350
      }
    ],
    "mainContactDateOfBirth": "1932-09-01",
    "projectNeedsPermission": "no",
    "projectOutcome2Checked": true,
    "projectOutcome3Checked": true,
    "projectOutcome4Checked": false,
    "projectOutcome5Checked": true,
    "projectOutcome6Checked": false,
    "projectOutcome7Checked": true,
    "projectOutcome8Checked": true,
    "projectOutcome9Checked": false,
    "authorisedSignatoryOneDetails": {
      "name": "Ronald Terence Sweeney",
      "role": "",
      "email": "info@itcworld.org",
      "phone": "07801551969",
      "isAlsoApplicant": true
    },
    "authorisedSignatoryTwoDetails": {
      "name": "William Quentin Mackenzie",
      "role": "",
      "email": "quentin.mackenzie@gmail.com",
      "phone": "01943-876625",
      "isAlsoApplicant": false
    }
  }
}
